accountsservice
alsa-utils
archlinux-wallpaper
aspell
atomicparsley
autoconf
automake
axel
base
bash-completion
bashtop
bcprov
binutils
bison
btrfs-heatmap
btrfs-progs
chromium
clamav
clamav-unofficial-sigs
cmake
coin-or-mp
cronie
efibootmgr
encfs
espeak-ng
exo
fakechroot
fakeroot
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
festival
file
file-roller
findutils
firefox
firefox-i18n-zh-tw
flameshot
flatpak
flex
garcon
gawk
gcc
gcc-fortran
gettext
gimagereader-gtk
git
gnuplot
grep
groff
grub
grub-btrfs
gst-libav
gst-plugins-bad
gst-plugins-good
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
hunspell-en_us
intel-media-driver
intel-ucode
iwd
java-commons-lang
lib32-fakeroot
lib32-libcanberra
lib32-mesa
libappindicator-gtk3
libpaper
libpqxx
libreoffice-fresh
libreoffice-fresh-zh-tw
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lsof
m4
make
masterpdfeditor-free
mlocate
mousepad
mplayer
nano
net-tools
noto-fonts-cjk
ntfs-3g
oh-my-zsh-git
openresolv
otf-cascadia-code
p7zip
pacman
pandoc
pandoc-crossref
paprefs
parole
patch
pavucontrol
pdftk
pkgconf
pstoedit
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-zeroconf
python-psutil
r
reflector
ristretto
rlwrap
rstudio-server-bin
sane
screen
sed
speech-dispatcher
squashfs-tools
strace
sudo
sysstat
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
tesseract-data-jpn_vert
tesseract-data-kor
tesseract-data-kor_vert
tesseract-data-tha
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tk
translate-shell
transmission-cli
ttf-arphic-ukai
ttf-arphic-uming
ttf-cascadia-code
ttf-wps-fonts
tumbler
unace
unixodbc
unrar
virtualbox
virtualbox-host-dkms
vscodium
vulkan-intel
webcatalog-bin
wget
which
wireguard-tools
woff2-cascadia-code
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xbindkeys
xdg-user-dirs
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay
youtube-dl
yt-dlp
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
