com.bitwarden.desktop
com.calibre_ebook.calibre
com.github.git_cola.git-cola
com.github.ransome1.sleek
com.github.tchx84.Flatseal
com.microsoft.Edge
com.microsoft.Teams
com.obsproject.Studio
com.skype.Client
com.usebottles.bottles
com.valvesoftware.Steam
com.wps.Office
de.haeckerfelix.Shortwave
io.github.mimbrero.WhatsAppDesktop
io.lbry.lbry-app
io.mpv.Mpv
org.filezillaproject.Filezilla
org.gabmus.whatip
org.gimp.GIMP
org.gnome.SoundRecorder
org.gnome.gitg
org.inkscape.Inkscape
org.jamovi.jamovi
org.kde.okular
org.onlyoffice.desktopeditors
org.telegram.desktop
org.telegram.desktop.webview
org.zotero.Zotero
us.zoom.Zoom
